IdeaRS.Connections
TimberConnectingPlateData.BottomObjectPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the bottom object to which gusset plate is connected
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string BottomObjectPath { get; set; }
Property Value
Type: String
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace